
//  这里面的城市名字，每次打印7个 向左 往上翻  向右 往下翻 翻一页 


#ifndef  _MOBILE_H_
#define  _MOBILE_H_

char  *city[34]={
      "北    京",
      "上    海",
      "天    津",
      "重    庆",
      "黑龙  江",
      "吉    林",
      "辽    宁",
      "江    苏",
      "山    东",
      "安    徽",
      "河    北",
      "河    南",
      "湖    北",
      "湖    南",
      "江    西",
      "陕    西",
      "山    西",
      "四    川",
      "青    海",
      "海    南",
      "广    东",
      "贵    州",
      "浙    江",
      "福    建",
      "台    湾",
      "甘    肃",
      "云    南",
      "内蒙  古",
      "宁    夏",
      "新    疆",
      "西    藏",
      "广    西",
      "香    港",
      "澳    门",		
};


#endif   //_MOBILE_H_
